Autodesk.Revit.DB.AreaVolumeSettings.GetAreaVolumeSettings(Autodesk.Revit.DB.Document)
Get the area and volume settings of the project.
aDoc:
The document.
Returns:
The area and volume settings of the project.
Throws Autodesk.Revit.Exceptions.ArgumentNullException:
A non-optional argument was null
Since:
2014